{
  "typefaces": [
    {
      "id": "source-sans-pro",
      "name": "Source Sans Pro",
      "description": "Source Sans Pro is an open-source sans serif typeface created for legibility in UI design. With a variety of weights that read easily at all sizes, Source Sans Pro provides clear headers as well as highly-readable body text.      Inspired by twentieth-century American gothic typeface design, its slender but open letters offer a clean and friendly simplicity. Advanced hinting allows Source Sans Pro to render well on Windows systems which run Cleartype, and across browsers and devices. Moreover, it supports a variety of languages and alphabets, including Western and European language, Vietnamese, pinyin Romanization of Chinese, and Navajo."
    },
    {
      "id": "merriweather",
      "name": "Merriweather",
      "description": "Merriweather is an open-source serif typeface designed for on-screen reading. This font is ideal for text-dense design: the letterforms have a tall x-height but remain relatively small, making for excellent readability across screen sizes while not occupying extra horizontal space.The combination of slim and thick weights gives the font family stylistic range, while conveying a desirable mix of classic, yet modern simplicity. Merriweather communicates warmth and credibility at both large and smaller font sizes."
    },
    {
      "id": "open-sans",
      "name": "Open Sans",
      "description": "Praesent egestas neque eu enim. Phasellus consectetuer vestibulum elit. Nullam quis ante. Fusce commodo aliquam arcu. Praesent egestas neque eu enim. Phasellus consectetuer vestibulum elit. Nullam quis ante. Fusce commodo aliquam arcu.Praesent egestas neque eu enim. Phasellus consectetuer vestibulum elit. Nullam quis ante. Fusce commodo aliquam arcu."
    },
    {
      "id": "montserrat",
      "name": "Montserrat",
      "description": "Praesent egestas neque eu enim. Phasellus consectetuer vestibulum elit. Nullam quis ante. Fusce commodo aliquam arcu. Praesent egestas neque eu enim. Phasellus consectetuer vestibulum elit. Nullam quis ante. Fusce commodo aliquam arcu. Praesent egestas neque eu enim. Phasellus consectetuer vestibulum elit. Nullam quis ante. Fusce commodo aliquam arcu. Praesent egestas neque eu enim. Phasellus consectetuer vestibulum elit. Nullam quis ante. Fusce commodo aliquam arcu."
    }
  ]
}
