Repository: SFDigitalServices/sfgov
Catalog: config/translations/vaccine-sites.*.po
Languages: es, fil, zh

source: Kids 6 months to 17 years can now get vaccinated. Boosters are open to everyone 5 and older.
fil: Ang mga batang 6 na buwan hanggang 17 taong gulang ay maaari na ngayong mabakunahan. Ang mga booster ay bukas sa lahat ng 5 at mas matanda.
zh: 6 個月到 17 歲的兒童現在已可以接種疫苗。追加劑開放給所有 5 歲（含）以上的人。

source: This pharmacy can only vaccinate kids 3 and older.
es: Esta farmacia solo puede vacunar a niños mayores de 3 años.
fil: Ang botikang ito ay maaari lamang magpabakuna sa mga bata 3 at mas matanda.
zh: 此藥局只能接種三歲（含）以上兒童。

source: Vaccines for kids
es: Vacunas para niños
fil: Mga bakuna para sa mga bata
zh: 兒童疫苗

source: Age range
es: Rango de edad
fil: Saklaw ng edad
zh: 年齡範圍

source: 6 months to 4 years
es: 6 meses a 4 años
fil: 6 na buwan hanggang 4 na taon
zh: 6 個月到 4 歲

source: 5 to 11 years
es: 5 a 11 años
fil: 5 hanggang 11 taon
zh: 5 歲到 11 歲

source: 12 to 17 years
es: 12 a 17 años
fil: 12 hanggang 17 taon
zh: 12 歲到 17 歲

source: 5 and under
es: 5 años y menos
fil: 5 at mas mababa
zh: 5 歲（含）以下

source: 4 and under
es: 4 años y menos
fil: 4 at mas mababa
zh: 4 歲（含）以下

source: Moderna
zh: 莫德納

source: Pfizer
zh: 輝瑞

source: Find out where to get a vaccine. Learn more
fil: lamin kung saan kukuha ng bakuna. Matuto pa
zh: 查找可接種疫苗的地點。參閱更多資訊。

source: <span>from</span>
es: <span>de</span>

source: Apply
es: Aplicar
